jokequote_v2_api/app/controllers/api/v1/joke_contents_controller.rb

SELECT "joke_contents".* FROM "joke_contents"
---
  def index
    @joke_contents = JokeContent.all